xml/request_templates/peri_historiske_meddelelser_ikon.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>120156|820030</ac:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Historiske meddelelser om København</dc:title>
              <dc:title xsi:type="dkdcplus:full">Historiske meddelelser om København</dc:title>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Periodikum</dc:type>
              <dcterms:replaces>Historiske meddelelser om staden København og dens borgere</dcterms:replaces>
              <dcterms:isReplacedBy>København. Kultur og historie</dcterms:isReplacedBy>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">120156</marcx:subfield>
                  <marcx:subfield code="b">820030</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">p</marcx:subfield>
                  <marcx:subfield code="v">4</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="088">
                  <marcx:subfield code="t">Nda</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="096">
                  <marcx:subfield code="z">820030</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Historiske meddelelser om København</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">København</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="1" ind2="0" tag="860">
                  <marcx:subfield code="t">Historiske meddelelser om staden København og dens borgere</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="861">
                  <marcx:subfield code="t">København. Kultur og historie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="980">
                  <marcx:subfield code="y">820030</marcx:subfield>
                  <marcx:subfield code="a">4.rk.</marcx:subfield>
                  <marcx:subfield code="b">1-</marcx:subfield>
                  <marcx:subfield code="c">6</marcx:subfield>
                  <marcx:subfield code="d">1947/1949-</marcx:subfield>
                  <marcx:subfield code="e">1959/1960</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="980">
                  <marcx:subfield code="y">820030</marcx:subfield>
                  <marcx:subfield code="d">1960-</marcx:subfield>
                  <marcx:subfield code="e">2005</marcx:subfield>
                  <marcx:subfield code="f">Hum.-sam.tss</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="980">
                  <marcx:subfield code="y">820030</marcx:subfield>
                  <marcx:subfield code="n">Vol. 99, 2006 og vol. 100/101, 2007/2008: Monografiserie - registreret som bog</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="980">
                  <marcx:subfield code="y">820030</marcx:subfield>
                  <marcx:subfield code="i">Index 1968/71-1992/95</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>820030-katalog:120156</os:identifier>
            <os:primaryObjectIdentifier>820030-katalog:120156</os:primaryObjectIdentifier>
            <os:recordStatus>active</os:recordStatus>
            <os:creationDate>2011-12-19</os:creationDate>
            <os:holdingsCount>1</os:holdingsCount>
            <os:lendingLibraries>1</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>peri_historiske_meddelelser_ikon.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
